Repository: AbdulrahmanAlkhaled/RasedApp
Catalog: Raseed/Localizable.xcstrings
Source language: en
Languages: ar

source: 7:30 AM
ar: ٧:٣٠ مساءً

source: 8 h
ar: ٨ س

source: 12:30 PM
ar: ١٢:٣٠ مساءً

source: Abdullah Khalaf
ar: عبدالله خلف

source: Abdulrahman
ar: عبدالرحمن

source: About App
ar: حول التطبيق

source: Add teacher
ar: اضف معلم

source: Appearnce
ar: مظهر

source: Attendance
ar: التحضير

source: Chat
ar: الدردشة

source: Check
ar: استدعاء

source: check in
ar: استدعاء

source: Check in
ar: تحضير

source: Check Out
ar: استدعاء

source: Child Attendance
ar: تحضير الطفل

source: Creating an attendance app for schools involves building a system that allows parents and teachers to manage and track student attendance.
ar: يتضمن إنشاء تطبيق الحضور للمدارس بناء نظام يسمح لأولياء الأمور والمعلمين بإدارة وتتبع حضور الطلاب.

source: Email
ar: البريد الألكتروني

source: Email Address
ar: البريد الألكتروني

source: English
ar: العربية

source: Full name
ar: الاسم الكامل

source: Help & Support
ar: الدعم الفني

source: hours
ar: الساعات

source: ID
ar: رقم التعريف

source: ID number
ar: رقم التعريف

source: Language
ar: اللغة

source: Let's get started
ar: لنبدأ

source: List
ar: القائمة

source: Log out
ar: تسجيل الخروج

source: Login to start the app.
ar: تسجيل الدخول للبدء

source: Major
ar: التخصص

source: Name
ar: الاسم

source: Name of tetcher
ar: اسم المعلم

source: Name of tetcher:
ar: اسم المعلم

source: Now Attendance
ar: وقت التحضير

source: Present
ar: حاضر

source: Privacy policy & Analytics
ar: سياسة الخصوصية والتحليلات

source: Rawad school
ar: مدرسة الرواد

source: Read
ar: مقروء

source: Send
ar: ارسال

source: Sign in
ar: تسجيل الدخول

source: Sign in as admin
ar: تسجيل الدخول كمسؤل

source: Sign in as employee
ar: تسجيل الدخول كموظف

source: Sign up
ar: التسجيل

source: Terms of service
ar: شروط الأستخدام

source: Unread
ar: غير مقروءة

source: Yes
ar: نعم

source: your children
ar: طفلك
